const surname =  ['赵', '钱', '孙', '李', '周', '吴', '郑', '王', '陈', '冯', '刘', '张', '褚', '许', '徐', '马', '柴', '江', '田', '朱']

const names = ['云', '超' , '飞龙', '文龙', '大江', '云龙', '言', '雪', '名', '可可', '彤彤', '静', '美丽', '好', '帅'] 

const city = ["北京", "上海", "广州", "深圳", "哈尔滨", "长春", "沈阳", "石家庄", "天津", "济南", "南京", "杭州", "福建", "南宁", "昆明", "呼和浩特", "太原", "西安", "郑州", "合肥", "武汉", "长沙", "武汉", "重庆", "成都", "贵州", "西宁", "银川", "乌鲁木齐", "拉萨", "香港", "澳门", "台北","海南"]

const province = ["北京", "上海","天津", "重庆", "河北", "河南", "黑龙江", "吉林", "辽宁", "内蒙古自治区", "山东", "山西", "陕西", "青海", "甘肃", "新疆维吾尔族自治区", "宁夏回族自治区", "江苏", "浙江", "福建", "广东", "广西", "湖南", "湖北", "安徽", "江西", "贵州", "云南", "四川"]

const county = ["中国", "英国", "美国", "法国", "俄罗斯", "澳大利亚", "德国", "西班牙", "意大利", "葡萄牙", "日本", "韩国", "泰国", "埃及", "巴西", "摩洛哥", "南非", "挪威", "加拿大", "阿根廷", "马来西亚", "新西兰"]

module.exports = MockMet = {
    county,
    province,
    city,
    names,
    surname
}